{
	"testing": false,
	"version": "1.14.1 Beta",
	"url": "https://raw.githubusercontent.com/c0sui/13-GG/beta/13_GG.luac",
	"changelog": [
		"Добавлена возможность быстро ответить на репорт сочетанием клавиш ALT + 1/2/3, которые соответствуют трём основным ответам (помочь/следить/передать). Выключить можно в /amenu - Оновное - Полезные функции",
		"Теперь команды /freeze, /unfreeze, /slap, /spplayer, /setfuel введённые без аргументов, находясь в реконе, автоматически сработают на игрока, за которым Вы следите (по аналогии с командой /flip)",
		"Добавлена новая функция - «Скрытие сообщений в чате». Теперь вы можете скрть ненужные Вам сообщения и админские действия или варнинги в чате, чтобы избавить его от личного флуда. Настроить можно в /amenu - Основное - Полезные функции",
		"Максимальный уровень розыска в панели информации увеличен до 7",
		"В статистику добавлены счётчики полученой админ зарплаты (Admin Coins) за сессию/день/неделю/все время.",
		"Для тега {chatText:text} в биндере добавлен новый параметр ($), отвечающий за положение курсора. Так например, если забиндить {chatText:/mute $ 30 Флуд} то при использовании откроется чат с текстом «/mute  30 Флуд» и установленным курсор на месте, где стоял знак доллара",
		"В список админ-форм добавлены команды /setvw, /setgangzone, /checkhouse, /checkbiz. Важное замечание: при отправке формы /setgangzone нужно указывать 2 аргумента, вместо одного - ID территории и ID банды",
		"Теперь формы, требующие телепорта к игроку/месту или пересылки в админ-чат, автоматически делают это за вас. Например ранее, чтобы выдать форму /bizlock, нужно было телепортироваться к бизнесу и только потом вводить эту команду. Теперь это всё делает скрипт, когда вы принимаете форму. Формы адаптированые к этой системе: /bizlock, /bizopen, /removetunev, /removetunep, /setgangzone, /pgetip",
		"Добавлена функция «Анти-разброс пуль». Пули при выстрелах всегда будут лететь строго в центр прицела, работает на любом виде оружия, включая дробовики. Включить можно в /amenu - Админ ПО - Чит функции",
		"Добавлена возможность пропустить админ-форму на горячую клавишу. Настроить можно в /amenu - Админ-формы",
		"Добавлена функция «Бесконечный бег». Она позволит не уставать вашему персонажу при беге. Отключить можно в /amenu - Админ ПО - Чит функции",
		"Исправлена проблема, когда в статистике не считались принятые формы за всё время",
		"Исправлена проблема, когда телепорт по маркеру (/mtp) не работал при включеном аирбрейке",
		"Исправлена проблема, когда не забиралась награда при выполнении админ-квеста"
	]
}
