{
	"latest": 54,
	"version": "1.14 Release",
	"updateurl":"https://raw.githubusercontent.com/c0sui/13-GG/main/13_GG.luac",
	"patch_load": false,
	"critical": false,
	"changes": [
		"#54: Исправлен краш при переходе в «Админ ПО»",
		"Добавлена функция «Лог подключений». Найти её можно в /amenu - Мониторинг - 3 страница",
		"Администраторы Mobile-серверов теперь могут заходить на сервер без предварительной авторизации через сайт",
		"Добавлена возможность сделать запрос в технический раздел своего сервера прямо из игры. Для этого ваш сервер должен быть подключён к этой системе (Сделать это могут ГА/ЗГА или ответственный за технический раздел на вашем сервере). Отправить запрос можно командой /tech",
		"Добавлена система просмотра уведомлений от тулса. Найти её можно в главном меню скрипта либо по команде /notf. В этот раздел будут приходить все важные уведомления, ответы на обращения к разработчикам, новости, ответы из тех. раздела и т.п.",
		"Кликварп визуально изменился, теперь он более информативен, а так же в нём появился новый режим «Рулетки». Для его активации нужно нажать R при включенном кликварпе",
		"Добавлен новый тег для биндера {reconID_Now}. Это то же самое что и {reconID}, но работает лишь тогда, когда вы в непосредственно реконе за игроком",
		"Добавлен варнинг на банковские переводы если IP отправителя и IP получателя совпадают",
		"Добавлена команда /delplayer (или /delpl), что бы быстро вынести игрока из чекера",
		"Теперь в окошке при упоминании Вас в чате, будет видно текст сообщения, а так же теперь эти упоминания логгируются в консоли SampFuncs'а",
		"Добавлена команда /ashop для быстрого открытия Админ-Магазина",
		"Добавлены новые добавленные скины и транспорт в поддержку тулсом",
		"Добавлен в поддержку новый сервер Wednesday (24)",
		"Добавлена новая функция «Бесконечное нитро». Включить можно в /amenu - Админ ПО - Чит функции",
		"Доступна новая команда /ipinfo. С её помощью вы можете узнать информацию об одном или двух конкретных IP адресах",
		"С помощью команды теперь /rc можно реконнектиться даже находясь на Vice City",
		"Теперь в варнинге на флуд рядом с ником игрока пишется и его ID",
		"Теперь ловля репорта будет отключатся, если вы во время неё свернули игру",
		"Добавлена возможность выключить отображение цветных ников при разговорах в чате. Найти можно в /amenu - Основное - Полезные функции",
		"Окончательно исправлен краш скрипта при запуске после резкого отключения света",
		"Проведена оптимизация над чекером игроков, теперь он «кушает» ваш FPS не больше чем другой любой рендер на экране",
		"Теперь звуковое уведомление на форму не будет приходить, если она принимается автоматически",
		"Исправлена проблема, когда ловля репорта не заканчивала работу после строчки об отсутствии аццепта",
		"Исправлен баг, когда при сворачивании игры через ALT + TAB, оставалась «нажатой» клавиша ALT для зарегистрированных горячих клавиш",
		"Исправлен баг, когда новая неделя в статистике начиналась с воскресенья, а не с понедельника",
		"Исправлен баг, когда не работали цветные ники в админ-чате на сервере ViceCity",
		"Исправлен баг, когда при упоминании на сервере ViceCity писался 0-ой уровень у администратора",
		"Исправлен баг, когда при слежке за администратором не перекидывало в рекон за тем, кем он наблюдает",
		"Исправлен баг, когда «Контроль AFK» не работал, если Вы стоите в АФК через меню паузы",
		"Исправлен баг, когда актив админа не обнулялся после его выхода с сервера",
		"Исправлен баг, когда не переходило в слежку за сотрудником из /members, а так же добавлена возможность выключить эту функцию (/amenu - Основное - Полезные функции)",
		"Исправлена проблема, когда очень длинные сообщения из /j не обрабатывались скриптом и он их пропускал",
		"Исправлена иногда неверная смена раскладки текста в репорте",
		"Исправлено много прочих незначительных багов и недоработок",
		"Исправлены баги с выбором админ-квестов при заходе, командой /spcarall и пополненим складов через /ferma"
	],
	"servers": [
		{ "address": "185.169.134.3:7777", "id": 1 },
		{ "address": "185.169.134.4:7777", "id": 2 },
		{ "address": "185.169.134.43:7777", "id": 3 },
		{ "address": "185.169.134.44:7777", "id": 4 },
		{ "address": "185.169.134.45:7777", "id": 5 },
		{ "address": "185.169.134.5:7777", "id": 6 },
		{ "address": "185.169.134.59:7777", "id": 7 },
		{ "address": "185.169.134.61:7777", "id": 8 },
		{ "address": "185.169.134.107:7777", "id": 9 },
		{ "address": "185.169.134.109:7777", "id": 10 },
		{ "address": "185.169.134.166:7777", "id": 11 },
		{ "address": "185.169.134.171:7777", "id": 12 },
		{ "address": "185.169.134.172:7777", "id": 13 },
		{ "address": "185.169.134.173:7777", "id": 14 },
		{ "address": "185.169.134.174:7777", "id": 15 },
		{ "address": "80.66.82.191:7777", "id": 16 },
		{ "address": "80.66.82.190:7777", "id": 17 },
		{ "address": "80.66.82.188:7777", "id": 18 },
		{ "address": "80.66.82.168:7777", "id": 19 },
		{ "address": "80.66.82.159:7777", "id": 20 },
		{ "address": "80.66.82.200:7777", "id": 21 },
		{ "address": "80.66.82.144:7777", "id": 22 },
		{ "address": "80.66.82.132:7777", "id": 23 },
		{ "address": "80.66.82.128:7777", "id": 24 },
		{ "address": "80.66.82.162:5125", "id": 101 },
		{ "address": "80.66.82.148:5125", "id": 102 },
		{ "address": "80.66.82.136:5125", "id": 103 },
		{ "address": "80.66.82.147:7777", "id": 1000 }
	],
	"files": {
		"gps": 5,
		"gps_vc": 3,
		"questions": 2,
		"server_cmd": 2,
		"admin_cmd": 3,
		"vehicles": 5,
		"skins": 2
	},
	"api_url": "https://api.13-GG.com/"
}
